[
  {
    "id": "af51261e-5fb5-496b-8ccc-847fb50a0663",
    "name": "Emergency Plumbing",
    "slug": "emergency-plumbing",
    "shortDescription": "24/7 emergency plumbing services for urgent repairs, burst pipes, and plumbing disasters.",
    "longDescription": "When plumbing disasters strike at 2 AM or during holiday gatherings, Wood's Plumbing is your lifeline. Our emergency plumbers understand that every minute counts when water is flooding your home or sewage is backing up into your bathroom. We maintain a dedicated fleet of fully-equipped service vehicles stationed throughout Southern Arizona, enabling response times that minimize damage and restore normalcy quickly.\n\nUnlike companies that charge premium rates for after-hours calls, we believe emergencies shouldn't cost you extra. Our transparent pricing applies 24/7, whether it's a Sunday morning or New Year's Eve. Our technicians carry specialized equipment including high-powered extraction tools, pipe freezing kits for live-line repairs, and thermal imaging cameras to locate hidden leaks behind walls.\n\nFrom burst supply lines flooding basements to failed water heaters threatening electrical systems, our emergency team has handled every scenario during 46+ years serving Tucson, Marana, Oro Valley, and surrounding communities. We coordinate with restoration companies when needed and document damage for insurance claims. When seconds matter, trust the plumber who answers the phone and shows up fast.",
    "icon": "AlertCircle",
    "benefits": [
      "Guaranteed response within 60 minutes for critical emergencies",
      "Same rates 24/7—no overtime or holiday surcharges ever",
      "GPS-dispatched trucks positioned throughout Southern Arizona",
      "Pipe freezing technology for live-line repairs without water shutoff",
      "Thermal imaging cameras locate hidden leaks behind walls and floors",
      "Direct coordination with water damage restoration companies",
      "Insurance documentation and photography for claims assistance",
      "46 years of emergency experience across 50,000+ service calls"
    ],
    "process": [
      {
        "title": "Immediate Phone Triage",
        "description": "Our emergency dispatcher answers your call within seconds, asks targeted questions to assess severity, and provides immediate guidance to minimize damage while help is en route—like where to find your main shutoff valve."
      },
      {
        "title": "Rapid GPS Dispatch",
        "description": "We locate the nearest available technician using real-time GPS tracking, routing them directly to your location. Most emergency calls see a plumber on-site within 30-60 minutes."
      },
      {
        "title": "Damage Mitigation First",
        "description": "Before discussing costs, our plumber focuses on stopping active water flow, preventing electrical hazards, and protecting your property from further damage. Safety and damage control come first."
      },
      {
        "title": "Transparent Emergency Pricing",
        "description": "Once the immediate crisis is contained, we provide a clear quote for permanent repair. No surprises—the price we quote is the price you pay, regardless of how long the repair takes."
      },
      {
        "title": "Complete Restoration & Documentation",
        "description": "We complete the repair, test all systems, document the damage and repairs with photos for your insurance, and ensure your plumbing is fully functional before leaving."
      }
    ],
    "featured": true,
    "displayOrder": 1,
    "createdAt": "2025-11-19T16:22:44.837Z",
    "updatedAt": "2025-11-25T14:57:48.938Z",
    "aliases": [
      "emergency-plumber-in-tucson"
    ]
  },
  {
    "id": "4bb1b170-2143-4af0-a481-cab546bc9785",
    "name": "Burst Pipe Repair",
    "slug": "burst-pipe-repair",
    "shortDescription": "Immediate response for burst pipe emergencies. Available 24/7 to minimize water damage.",
    "longDescription": "Immediate response for burst pipe emergencies. Available 24/7 to minimize water damage. Wood's Plumbing provides professional burst pipe repair services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable burst pipe repair service.",
    "icon": "AlertTriangle",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for burst pipe repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your burst pipe repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the burst pipe repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 2,
    "createdAt": "2025-11-19T16:22:44.921Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "76d574ed-3fb5-45d8-92b6-280528b22f11",
    "name": "Emergency Leak Repair",
    "slug": "emergency-leak-repair",
    "shortDescription": "Fast emergency leak detection and repair to prevent property damage.",
    "longDescription": "Fast emergency leak detection and repair to prevent property damage. Wood's Plumbing Enterprises LLC provides 24/7 emergency response throughout Southern Arizona with no extra charges for after-hours service. Our licensed emergency plumbers arrive quickly in fully stocked trucks, ready to handle urgent emergency leak repair situations. With over 46 years of experience serving Tucson, Marana, Oro Valley, and surrounding areas, we stop damage fast and restore your plumbing system safely.",
    "icon": "Droplets",
    "benefits": [
      "24/7 emergency response availability",
      "No extra charges for nights, weekends, holidays",
      "Rapid dispatch and response times",
      "Fully stocked emergency service vehicles",
      "Licensed and experienced emergency plumbers",
      "Stop damage and prevent further issues",
      "Upfront emergency pricing",
      "46+ years serving Southern Arizona"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for emergency leak repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your emergency leak repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the emergency leak repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 3,
    "createdAt": "2025-11-19T16:22:44.991Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "1e21cd96-d3f0-4903-beae-26c21e329186",
    "name": "Emergency Drain Cleaning",
    "slug": "emergency-drain-cleaning",
    "shortDescription": "24/7 emergency drain cleaning for severe clogs and backups.",
    "longDescription": "24/7 emergency drain cleaning for severe clogs and backups. Wood's Plumbing Enterprises LLC provides 24/7 emergency response throughout Southern Arizona with no extra charges for after-hours service. Our licensed emergency plumbers arrive quickly in fully stocked trucks, ready to handle urgent emergency drain cleaning situations. With over 46 years of experience serving Tucson, Marana, Oro Valley, and surrounding areas, we stop damage fast and restore your plumbing system safely.",
    "icon": "Wind",
    "benefits": [
      "24/7 emergency response availability",
      "No extra charges for nights, weekends, holidays",
      "Rapid dispatch and response times",
      "Fully stocked emergency service vehicles",
      "Licensed and experienced emergency plumbers",
      "Stop damage and prevent further issues",
      "Upfront emergency pricing",
      "46+ years serving Southern Arizona"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for emergency drain cleaning. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your emergency drain cleaning needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the emergency drain cleaning using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 4,
    "createdAt": "2025-11-19T16:22:45.058Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "e0da3ae6-611c-4249-9a2a-d9fa0b62b7ab",
    "name": "Sewer Backup Emergency",
    "slug": "sewer-backup-emergency",
    "shortDescription": "Emergency sewer backup service to quickly resolve sewage issues.",
    "longDescription": "Emergency sewer backup service to quickly resolve sewage issues. Wood's Plumbing Enterprises LLC provides 24/7 emergency response throughout Southern Arizona with no extra charges for after-hours service. Our licensed emergency plumbers arrive quickly in fully stocked trucks, ready to handle urgent sewer backup emergency situations. With over 46 years of experience serving Tucson, Marana, Oro Valley, and surrounding areas, we stop damage fast and restore your plumbing system safely.",
    "icon": "AlertOctagon",
    "benefits": [
      "24/7 emergency response availability",
      "No extra charges for nights, weekends, holidays",
      "Rapid dispatch and response times",
      "Fully stocked emergency service vehicles",
      "Licensed and experienced emergency plumbers",
      "Stop damage and prevent further issues",
      "Upfront emergency pricing",
      "46+ years serving Southern Arizona"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for sewer backup emergency. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your sewer backup emergency needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the sewer backup emergency using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 5,
    "createdAt": "2025-11-19T16:22:45.123Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "cf4313cb-5610-4ac2-a16a-7c0b438d786c",
    "name": "Water Heater Installation",
    "slug": "water-heater-installation",
    "shortDescription": "Professional installation of tank and tankless water heaters. American, AO Smith, and ACT certified.",
    "longDescription": "Professional installation of tank and tankless water heaters. American, AO Smith, and ACT certified. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert water heater installation services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Droplets",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water heater installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water heater installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water heater installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 6,
    "createdAt": "2025-11-19T16:22:45.190Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "cfc895fe-a7ed-4efb-bf09-ab801ccd9283",
    "name": "Water Heater Repair",
    "slug": "water-heater-repair",
    "shortDescription": "Expert water heater repair for all makes and models. Same-day service available.",
    "longDescription": "Expert water heater repair for all makes and models. Same-day service available. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert water heater repair services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Wrench",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water heater repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water heater repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water heater repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 7,
    "createdAt": "2025-11-19T16:22:45.256Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "3424e11e-9b31-40e9-971d-82204cca3569",
    "name": "Water Heater Replacement",
    "slug": "water-heater-replacement",
    "shortDescription": "Complete water heater replacement service with energy-efficient options.",
    "longDescription": "Complete water heater replacement service with energy-efficient options. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert water heater replacement services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "RefreshCw",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water heater replacement. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water heater replacement needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water heater replacement using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 8,
    "createdAt": "2025-11-19T16:22:45.322Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "1f5e2c75-a40a-4a18-8976-4fd021c26f37",
    "name": "Tankless Water Heaters",
    "slug": "tankless-water-heaters",
    "shortDescription": "Energy-efficient tankless water heater installation and service.",
    "longDescription": "Energy-efficient tankless water heater installation and service. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert tankless water heaters services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Zap",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for tankless water heaters. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your tankless water heaters needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the tankless water heaters using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 9,
    "createdAt": "2025-11-19T16:22:45.388Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "08f660cf-4769-4666-9edd-2b713a1dbf11",
    "name": "Tank Water Heaters",
    "slug": "tank-water-heaters",
    "shortDescription": "Traditional tank water heater installation, repair, and maintenance.",
    "longDescription": "Traditional tank water heater installation, repair, and maintenance. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert tank water heaters services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Cylinder",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for tank water heaters. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your tank water heaters needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the tank water heaters using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 10,
    "createdAt": "2025-11-19T16:22:45.454Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "414e815e-1bad-4e10-9e5b-c6b5ac6351cd",
    "name": "Water Heater Maintenance",
    "slug": "water-heater-maintenance",
    "shortDescription": "Preventive maintenance to extend your water heater's lifespan.",
    "longDescription": "Preventive maintenance to extend your water heater's lifespan. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert water heater maintenance services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Settings",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water heater maintenance. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water heater maintenance needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water heater maintenance using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 11,
    "createdAt": "2025-11-19T16:22:45.520Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "365de702-7151-4513-bbdf-c12ee1cf1efb",
    "name": "Water Heater Flushing",
    "slug": "water-heater-flushing",
    "shortDescription": "Professional water heater tank flushing to remove sediment buildup.",
    "longDescription": "Professional water heater tank flushing to remove sediment buildup. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert water heater flushing services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Repeat",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water heater flushing. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water heater flushing needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water heater flushing using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 12,
    "createdAt": "2025-11-19T16:22:45.586Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "ab0e0b65-788b-4b27-8823-d2170dfc22eb",
    "name": "Gas Water Heater Service",
    "slug": "gas-water-heater-service",
    "shortDescription": "Specialized service for gas water heaters including safety inspections.",
    "longDescription": "Specialized service for gas water heaters including safety inspections. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert gas water heater service services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Flame",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for gas water heater service. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your gas water heater service needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the gas water heater service using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 13,
    "createdAt": "2025-11-19T16:22:45.651Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "4684654b-ef4e-408a-b56d-4a1ad88dee1a",
    "name": "Electric Water Heater Service",
    "slug": "electric-water-heater-service",
    "shortDescription": "Expert electric water heater installation and repair services.",
    "longDescription": "Expert electric water heater installation and repair services. As authorized dealers for American, AO Smith, and ACT water heaters, Wood's Plumbing provides expert electric water heater service services throughout Tucson and Southern Arizona. Our certified water heater technicians have over 46 years of experience with all water heater brands, types, and models. We offer same-day service, quality installations that meet manufacturer specifications, and honest recommendations for repair versus replacement.",
    "icon": "Zap",
    "benefits": [
      "Authorized dealer for major water heater brands",
      "Certified water heater technicians",
      "Same-day service available",
      "Expert installation and repair",
      "All brands, types, and models serviced",
      "Warranty protection on parts and labor",
      "Energy-efficient options available",
      "Serving Southern Arizona since 1979"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for electric water heater service. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your electric water heater service needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the electric water heater service using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 14,
    "createdAt": "2025-11-19T16:22:45.715Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "b466e237-75f4-49a1-bd12-63068a962f9e",
    "name": "Drain Cleaning",
    "slug": "drain-cleaning",
    "shortDescription": "Professional drain cleaning for kitchen, bathroom, and floor drains.",
    "longDescription": "Slow drains and recurring clogs aren't just inconvenient—they're warning signs of larger problems developing in your plumbing system. Wood's Plumbing uses advanced drain cleaning technology that goes far beyond the chemical solutions and basic snakes that only provide temporary relief. Our approach eliminates the clog AND the conditions that caused it.\n\nWe begin every drain cleaning with a thorough camera inspection to understand exactly what we're dealing with. Is it grease buildup from kitchen use? Tree roots infiltrating your sewer line? Years of mineral scale narrowing your pipes? Each situation requires a different solution. Our hydro-jetting equipment delivers up to 4,000 PSI of water pressure, scouring pipe walls clean and restoring full flow capacity—something no chemical or cable machine can achieve.\n\nFor kitchen drains plagued by grease, bathroom drains clogged with hair and soap scum, or main sewer lines blocked by debris, our technicians have the right tool for every situation. We also identify potential problems before they become emergencies, like developing root intrusions or deteriorating pipe sections. Serving Tucson and Southern Arizona for over four decades, we've cleared millions of feet of drains and can handle everything from a slow bathroom sink to a completely blocked commercial sewer main.",
    "icon": "Wind",
    "benefits": [
      "HD camera inspection reveals the exact cause and location of clogs",
      "Hydro-jetting at 4,000 PSI scours pipes clean—not just punches through",
      "Removes grease, roots, mineral scale, and years of buildup completely",
      "Identifies developing problems before they cause emergencies",
      "Safe for all pipe types including older clay and cast iron lines",
      "Environmentally friendly—no harsh chemicals enter the water system",
      "Restores original pipe diameter and flow capacity",
      "Preventive maintenance plans keep drains flowing year-round"
    ],
    "process": [
      {
        "title": "Video Camera Diagnosis",
        "description": "We insert a high-definition waterproof camera into your drain to see exactly what's causing the blockage—whether it's grease buildup, tree roots, collapsed pipe, or foreign objects. This prevents guesswork and ensures the right solution."
      },
      {
        "title": "Blockage Assessment Report",
        "description": "Based on camera findings, we explain what we discovered, show you the footage on our tablet, and recommend the most effective cleaning method for your specific situation."
      },
      {
        "title": "Professional Drain Clearing",
        "description": "Using the appropriate equipment—motorized cable machines for minor clogs, high-pressure hydro-jetting for heavy buildup and roots—we completely clear the obstruction and restore full drainage."
      },
      {
        "title": "Post-Cleaning Verification",
        "description": "We run the camera through again after cleaning to confirm the drain is completely clear and inspect for any damage or developing issues that could cause future problems."
      },
      {
        "title": "Prevention Recommendations",
        "description": "Based on what caused your clog, we provide specific tips to prevent recurrence and can recommend a maintenance schedule for drains prone to buildup, like kitchen lines in heavy-use homes."
      }
    ],
    "featured": true,
    "displayOrder": 15,
    "createdAt": "2025-11-19T16:22:45.781Z",
    "updatedAt": "2025-11-25T14:57:48.943Z",
    "aliases": [
      "clogged-drain-services"
    ]
  },
  {
    "id": "401271b0-54a9-4ca8-9b30-6fad46f3b265",
    "name": "Sewer Line Repair",
    "slug": "sewer-line-repair",
    "shortDescription": "Complete sewer line repair services using trenchless and traditional methods.",
    "longDescription": "Complete sewer line repair services using trenchless and traditional methods. Wood's Plumbing uses professional-grade drain and sewer equipment including power snakes, hydro-jetting systems, and video camera inspection to provide expert sewer line repair services. Our licensed plumbers serve homes and businesses throughout Tucson and Southern Arizona. We clear stubborn clogs, remove tree roots, and provide lasting solutions—not just temporary fixes.",
    "icon": "Wrench",
    "benefits": [
      "Professional drain and sewer equipment",
      "Hydro-jetting for stubborn blockages",
      "Video camera inspection available",
      "Clear all types of clogs and blockages",
      "Tree root removal services",
      "Preventive maintenance programs",
      "Same-day service available",
      "Guaranteed workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for sewer line repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your sewer line repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the sewer line repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 16,
    "createdAt": "2025-11-19T16:22:45.846Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "8b2f02d9-8868-478d-b457-33177a06ae4e",
    "name": "Sewer Line Replacement",
    "slug": "sewer-line-replacement",
    "shortDescription": "Full sewer line replacement with modern, durable piping materials.",
    "longDescription": "Full sewer line replacement with modern, durable piping materials. Wood's Plumbing uses professional-grade drain and sewer equipment including power snakes, hydro-jetting systems, and video camera inspection to provide expert sewer line replacement services. Our licensed plumbers serve homes and businesses throughout Tucson and Southern Arizona. We clear stubborn clogs, remove tree roots, and provide lasting solutions—not just temporary fixes.",
    "icon": "Recycle",
    "benefits": [
      "Professional drain and sewer equipment",
      "Hydro-jetting for stubborn blockages",
      "Video camera inspection available",
      "Clear all types of clogs and blockages",
      "Tree root removal services",
      "Preventive maintenance programs",
      "Same-day service available",
      "Guaranteed workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for sewer line replacement. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your sewer line replacement needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the sewer line replacement using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 17,
    "createdAt": "2025-11-19T16:22:45.912Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "be470d19-5309-4b92-84a2-25d193033022",
    "name": "Sewer Camera Inspection",
    "slug": "sewer-camera-inspection",
    "shortDescription": "Advanced video camera inspection to diagnose sewer line issues.",
    "longDescription": "Advanced video camera inspection to diagnose sewer line issues. Wood's Plumbing uses professional-grade drain and sewer equipment including power snakes, hydro-jetting systems, and video camera inspection to provide expert sewer camera inspection services. Our licensed plumbers serve homes and businesses throughout Tucson and Southern Arizona. We clear stubborn clogs, remove tree roots, and provide lasting solutions—not just temporary fixes.",
    "icon": "Camera",
    "benefits": [
      "Professional drain and sewer equipment",
      "Hydro-jetting for stubborn blockages",
      "Video camera inspection available",
      "Clear all types of clogs and blockages",
      "Tree root removal services",
      "Preventive maintenance programs",
      "Same-day service available",
      "Guaranteed workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for sewer camera inspection. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your sewer camera inspection needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the sewer camera inspection using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 18,
    "createdAt": "2025-11-19T16:22:45.978Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "791ed746-0716-43aa-b66e-aaf5aa352195",
    "name": "Hydro Jetting",
    "slug": "hydro-jetting",
    "shortDescription": "High-pressure water jetting to clear stubborn drain and sewer clogs.",
    "longDescription": "High-pressure water jetting to clear stubborn drain and sewer clogs. Wood's Plumbing provides professional hydro jetting services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable hydro jetting service.",
    "icon": "Sparkles",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for hydro jetting. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your hydro jetting needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the hydro jetting using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 19,
    "createdAt": "2025-11-19T16:22:46.042Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "1b13dda0-fe2d-44ed-954c-2b3e510ba95d",
    "name": "Trenchless Sewer Repair",
    "slug": "trenchless-sewer-repair",
    "shortDescription": "No-dig sewer repair that preserves your landscaping.",
    "longDescription": "No-dig sewer repair that preserves your landscaping. Wood's Plumbing uses professional-grade drain and sewer equipment including power snakes, hydro-jetting systems, and video camera inspection to provide expert trenchless sewer repair services. Our licensed plumbers serve homes and businesses throughout Tucson and Southern Arizona. We clear stubborn clogs, remove tree roots, and provide lasting solutions—not just temporary fixes.",
    "icon": "Layers",
    "benefits": [
      "Professional drain and sewer equipment",
      "Hydro-jetting for stubborn blockages",
      "Video camera inspection available",
      "Clear all types of clogs and blockages",
      "Tree root removal services",
      "Preventive maintenance programs",
      "Same-day service available",
      "Guaranteed workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for trenchless sewer repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your trenchless sewer repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the trenchless sewer repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 20,
    "createdAt": "2025-11-19T16:22:46.108Z",
    "updatedAt": "2025-11-24T23:41:43.593Z"
  },
  {
    "id": "1a992c60-b86a-4da4-a45c-a174c8c8c204",
    "name": "Sewer Line Cleaning",
    "slug": "sewer-line-cleaning",
    "shortDescription": "Thorough cleaning of main sewer lines to prevent backups.",
    "longDescription": "Thorough cleaning of main sewer lines to prevent backups. Wood's Plumbing uses professional-grade drain and sewer equipment including power snakes, hydro-jetting systems, and video camera inspection to provide expert sewer line cleaning services. Our licensed plumbers serve homes and businesses throughout Tucson and Southern Arizona. We clear stubborn clogs, remove tree roots, and provide lasting solutions—not just temporary fixes.",
    "icon": "Trash2",
    "benefits": [
      "Professional drain and sewer equipment",
      "Hydro-jetting for stubborn blockages",
      "Video camera inspection available",
      "Clear all types of clogs and blockages",
      "Tree root removal services",
      "Preventive maintenance programs",
      "Same-day service available",
      "Guaranteed workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for sewer line cleaning. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your sewer line cleaning needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the sewer line cleaning using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 21,
    "createdAt": "2025-11-19T16:22:46.173Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "5f9427b4-5b1c-4575-a1d8-36fec583b0bc",
    "name": "Rooter Service",
    "slug": "rooter-service",
    "shortDescription": "Root removal from sewer and drain lines causing blockages.",
    "longDescription": "Root removal from sewer and drain lines causing blockages. Wood's Plumbing provides professional rooter service services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable rooter service service.",
    "icon": "TreePine",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for rooter service. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your rooter service needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the rooter service using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 22,
    "createdAt": "2025-11-19T16:22:46.239Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "999e3aaa-963a-4ea9-a462-a1ba476c1bab",
    "name": "Leak Detection",
    "slug": "leak-detection",
    "shortDescription": "Advanced leak detection for water lines, gas lines, and sewer systems using state-of-the-art equipment.",
    "longDescription": "Advanced leak detection for water lines, gas lines, and sewer systems using state-of-the-art equipment. Wood's Plumbing uses advanced electronic leak detection technology including thermal imaging cameras and acoustic sensors to locate leaks without destructive exploratory work. Our leak detection specialists serve Tucson and Southern Arizona with professional leak detection services. We find hidden leaks fast, minimize property damage, and provide lasting repairs using modern materials and proven techniques.",
    "icon": "Search",
    "benefits": [
      "Advanced electronic leak detection equipment",
      "Non-invasive leak location methods",
      "Find hidden leaks without demolition",
      "Minimize property damage and disruption",
      "Professional leak repair services",
      "Modern repair materials and techniques",
      "Prevent water damage and mold",
      "Licensed leak detection specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for leak detection. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your leak detection needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the leak detection using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 23,
    "createdAt": "2025-11-19T16:22:46.305Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "b68ff689-a047-4114-870d-88ac8f81b1b7",
    "name": "Water Leak Repair",
    "slug": "water-leak-repair",
    "shortDescription": "Fast and effective water leak repair for all types of plumbing systems.",
    "longDescription": "Fast and effective water leak repair for all types of plumbing systems. Wood's Plumbing uses advanced electronic leak detection technology including thermal imaging cameras and acoustic sensors to locate leaks without destructive exploratory work. Our leak detection specialists serve Tucson and Southern Arizona with professional water leak repair services. We find hidden leaks fast, minimize property damage, and provide lasting repairs using modern materials and proven techniques.",
    "icon": "Droplet",
    "benefits": [
      "Advanced electronic leak detection equipment",
      "Non-invasive leak location methods",
      "Find hidden leaks without demolition",
      "Minimize property damage and disruption",
      "Professional leak repair services",
      "Modern repair materials and techniques",
      "Prevent water damage and mold",
      "Licensed leak detection specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water leak repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water leak repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water leak repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 24,
    "createdAt": "2025-11-19T16:22:46.370Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "56629a8f-7f78-4f7e-a518-f339f35b897d",
    "name": "Gas Leak Detection",
    "slug": "gas-leak-detection",
    "shortDescription": "Professional gas leak detection and emergency repair services.",
    "longDescription": "Professional gas leak detection and emergency repair services. Gas line work requires specialized training, licensing, and safety expertise. Wood's Plumbing's licensed gas line technicians have over 46 years of experience safely handling gas leak detection throughout Southern Arizona. We follow strict safety protocols, test all work thoroughly, and ensure full compliance with local codes. Available 24/7 for gas emergencies because your safety is our top priority.",
    "icon": "Flame",
    "benefits": [
      "Licensed gas line specialists",
      "Strict safety protocols and procedures",
      "Complete code compliance",
      "Pressure testing and certification",
      "Gas leak detection services",
      "24/7 emergency gas service",
      "New installation and repairs",
      "46+ years of gas line expertise"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for gas leak detection. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your gas leak detection needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the gas leak detection using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 25,
    "createdAt": "2025-11-19T16:22:46.436Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "0cbc19f4-3405-4d14-a319-dd30914139fb",
    "name": "Slab Leak Detection",
    "slug": "slab-leak-detection",
    "shortDescription": "Specialized detection of leaks under concrete slabs.",
    "longDescription": "Specialized detection of leaks under concrete slabs. Wood's Plumbing uses advanced electronic leak detection technology including thermal imaging cameras and acoustic sensors to locate leaks without destructive exploratory work. Our leak detection specialists serve Tucson and Southern Arizona with professional slab leak detection services. We find hidden leaks fast, minimize property damage, and provide lasting repairs using modern materials and proven techniques.",
    "icon": "Activity",
    "benefits": [
      "Advanced electronic leak detection equipment",
      "Non-invasive leak location methods",
      "Find hidden leaks without demolition",
      "Minimize property damage and disruption",
      "Professional leak repair services",
      "Modern repair materials and techniques",
      "Prevent water damage and mold",
      "Licensed leak detection specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for slab leak detection. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your slab leak detection needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the slab leak detection using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 26,
    "createdAt": "2025-11-19T16:22:46.501Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "9c5346f6-a71d-461c-9bc3-cb45e927ae70",
    "name": "Slab Leak Repair",
    "slug": "slab-leak-repair",
    "shortDescription": "Expert slab leak repair with minimal disruption to your property.",
    "longDescription": "Expert slab leak repair with minimal disruption to your property. Wood's Plumbing uses advanced electronic leak detection technology including thermal imaging cameras and acoustic sensors to locate leaks without destructive exploratory work. Our leak detection specialists serve Tucson and Southern Arizona with professional slab leak repair services. We find hidden leaks fast, minimize property damage, and provide lasting repairs using modern materials and proven techniques.",
    "icon": "Tool",
    "benefits": [
      "Advanced electronic leak detection equipment",
      "Non-invasive leak location methods",
      "Find hidden leaks without demolition",
      "Minimize property damage and disruption",
      "Professional leak repair services",
      "Modern repair materials and techniques",
      "Prevent water damage and mold",
      "Licensed leak detection specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for slab leak repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your slab leak repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the slab leak repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 27,
    "createdAt": "2025-11-19T16:22:46.568Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "7f4d5517-f6e3-4dcd-8a75-038e920df07e",
    "name": "Pipe Leak Repair",
    "slug": "pipe-leak-repair",
    "shortDescription": "Comprehensive pipe leak repair for all plumbing materials.",
    "longDescription": "Comprehensive pipe leak repair for all plumbing materials. Wood's Plumbing uses advanced electronic leak detection technology including thermal imaging cameras and acoustic sensors to locate leaks without destructive exploratory work. Our leak detection specialists serve Tucson and Southern Arizona with professional pipe leak repair services. We find hidden leaks fast, minimize property damage, and provide lasting repairs using modern materials and proven techniques.",
    "icon": "GitBranch",
    "benefits": [
      "Advanced electronic leak detection equipment",
      "Non-invasive leak location methods",
      "Find hidden leaks without demolition",
      "Minimize property damage and disruption",
      "Professional leak repair services",
      "Modern repair materials and techniques",
      "Prevent water damage and mold",
      "Licensed leak detection specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for pipe leak repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your pipe leak repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the pipe leak repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 28,
    "createdAt": "2025-11-19T16:22:46.634Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "4895687d-e79e-4ff6-8764-708e29ab34d1",
    "name": "Plumbing Repairs",
    "slug": "plumbing-repairs",
    "shortDescription": "Professional plumbing repair services for leaks, clogs, and all common plumbing issues.",
    "longDescription": "Professional plumbing repair services for leaks, clogs, and all common plumbing issues. Wood's Plumbing provides professional plumbing repairs services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable plumbing repairs service.",
    "icon": "Wrench",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for plumbing repairs. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your plumbing repairs needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the plumbing repairs using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 29,
    "createdAt": "2025-11-19T16:22:46.700Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "93c00628-166b-4c27-84f2-b3148c40543b",
    "name": "Toilet Repair",
    "slug": "toilet-repair",
    "shortDescription": "Expert toilet repair for running toilets, leaks, and flush problems.",
    "longDescription": "Expert toilet repair for running toilets, leaks, and flush problems. Wood's Plumbing provides professional toilet repair services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "CircleDot",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for toilet repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your toilet repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the toilet repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 30,
    "createdAt": "2025-11-19T16:22:46.766Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "18c385e2-7c53-482a-adc7-20131ef36022",
    "name": "Toilet Installation",
    "slug": "toilet-installation",
    "shortDescription": "Professional toilet installation and replacement services.",
    "longDescription": "Professional toilet installation and replacement services. Wood's Plumbing provides professional toilet installation services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Plus",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for toilet installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your toilet installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the toilet installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 31,
    "createdAt": "2025-11-19T16:22:46.831Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "86acdc7d-fc60-46a3-9640-e696bd14cf43",
    "name": "Faucet Repair",
    "slug": "faucet-repair",
    "shortDescription": "Fix dripping faucets and restore proper water flow.",
    "longDescription": "Fix dripping faucets and restore proper water flow. Wood's Plumbing provides professional faucet repair services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Droplets",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for faucet repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your faucet repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the faucet repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 32,
    "createdAt": "2025-11-19T16:22:46.896Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "f8be9ad5-18b5-4e34-9329-cbc01dafe2a6",
    "name": "Faucet Installation",
    "slug": "faucet-installation",
    "shortDescription": "Install new kitchen and bathroom faucets with precision.",
    "longDescription": "Install new kitchen and bathroom faucets with precision. Wood's Plumbing provides professional faucet installation services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Plus",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for faucet installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your faucet installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the faucet installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 33,
    "createdAt": "2025-11-19T16:22:46.977Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "197a9642-371d-4516-ab46-1eec7fdc4de7",
    "name": "Sink Installation",
    "slug": "sink-installation",
    "shortDescription": "Complete sink installation for kitchens and bathrooms.",
    "longDescription": "Complete sink installation for kitchens and bathrooms. Wood's Plumbing provides professional sink installation services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Square",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for sink installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your sink installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the sink installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 34,
    "createdAt": "2025-11-19T16:22:47.042Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "164dacff-4a65-4bf9-b3c6-ce8edfe82a22",
    "name": "Sink Repair",
    "slug": "sink-repair",
    "shortDescription": "Repair leaking sinks and resolve drainage issues.",
    "longDescription": "Repair leaking sinks and resolve drainage issues. Wood's Plumbing provides professional sink repair services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Tool",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for sink repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your sink repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the sink repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 35,
    "createdAt": "2025-11-19T16:22:47.108Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "af8e6abe-99f3-4796-8d5f-3fd080b1fa18",
    "name": "Garbage Disposal Repair",
    "slug": "garbage-disposal-repair",
    "shortDescription": "Fix jammed or malfunctioning garbage disposals.",
    "longDescription": "Fix jammed or malfunctioning garbage disposals. Wood's Plumbing provides professional garbage disposal repair services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Trash",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for garbage disposal repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your garbage disposal repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the garbage disposal repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 36,
    "createdAt": "2025-11-19T16:22:47.173Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "0f39a733-c425-4fcd-a0ea-52e136172fb3",
    "name": "Garbage Disposal Installation",
    "slug": "garbage-disposal-installation",
    "shortDescription": "Install new garbage disposals for convenient waste management.",
    "longDescription": "Install new garbage disposals for convenient waste management. Wood's Plumbing provides professional garbage disposal installation services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Plus",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for garbage disposal installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your garbage disposal installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the garbage disposal installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 37,
    "createdAt": "2025-11-19T16:22:47.239Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "92830b65-5405-452f-a6c4-388a4174287b",
    "name": "Shower Repair",
    "slug": "shower-repair",
    "shortDescription": "Repair shower leaks, temperature issues, and drainage problems.",
    "longDescription": "Repair shower leaks, temperature issues, and drainage problems. Wood's Plumbing provides professional shower repair services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Droplets",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for shower repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your shower repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the shower repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 38,
    "createdAt": "2025-11-19T16:22:47.303Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "345bfbbb-bd8b-47c2-bd05-7e92b28d1eda",
    "name": "Bathtub Installation",
    "slug": "bathtub-installation",
    "shortDescription": "Professional bathtub and shower installation services.",
    "longDescription": "Professional bathtub and shower installation services. Wood's Plumbing provides professional bathtub installation services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Bath",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for bathtub installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your bathtub installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the bathtub installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 39,
    "createdAt": "2025-11-19T16:22:47.374Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "bd385287-1e86-4964-9894-6e3ddc076442",
    "name": "Shower Installation",
    "slug": "shower-installation",
    "shortDescription": "Custom shower installation with modern fixtures.",
    "longDescription": "Custom shower installation with modern fixtures. Wood's Plumbing provides professional shower installation services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Droplets",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for shower installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your shower installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the shower installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 40,
    "createdAt": "2025-11-19T16:22:47.439Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "e102744e-05e9-463a-8710-cb286d910870",
    "name": "Pipe Repair",
    "slug": "pipe-repair",
    "shortDescription": "Repair cracked, frozen, or corroded pipes throughout your home.",
    "longDescription": "Repair cracked, frozen, or corroded pipes throughout your home. Wood's Plumbing provides professional pipe repair services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable pipe repair service.",
    "icon": "GitBranch",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for pipe repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your pipe repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the pipe repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 41,
    "createdAt": "2025-11-19T16:22:47.505Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "4589c5d6-d26b-4e35-b5bb-13e947a8f9e3",
    "name": "Fixture Installation",
    "slug": "fixture-installation",
    "shortDescription": "Install all types of plumbing fixtures professionally.",
    "longDescription": "Install all types of plumbing fixtures professionally. Wood's Plumbing provides professional fixture installation services throughout Tucson and Southern Arizona. Our experienced plumbers work with all major fixture brands, handle installations with precision, and complete repairs using quality parts. We ensure proper function, prevent leaks, and deliver workmanship you can count on for years of reliable performance.",
    "icon": "Settings",
    "benefits": [
      "Professional fixture installation and repair",
      "Work with all major brands",
      "Quality parts and materials",
      "Prevent leaks and water waste",
      "Expert plumbing workmanship",
      "Same-day service available",
      "Upfront pricing and estimates",
      "Warranty on parts and labor"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for fixture installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your fixture installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the fixture installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 42,
    "createdAt": "2025-11-19T16:22:47.571Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "7ab2a7f4-c8fb-4b94-a9c9-58cf1ed9e0fa",
    "name": "Clogged Drain Repair",
    "slug": "clogged-drain-repair",
    "shortDescription": "Clear stubborn drain clogs in sinks, showers, and tubs.",
    "longDescription": "Clear stubborn drain clogs in sinks, showers, and tubs. Wood's Plumbing uses professional-grade drain and sewer equipment including power snakes, hydro-jetting systems, and video camera inspection to provide expert clogged drain repair services. Our licensed plumbers serve homes and businesses throughout Tucson and Southern Arizona. We clear stubborn clogs, remove tree roots, and provide lasting solutions—not just temporary fixes.",
    "icon": "CircleSlash",
    "benefits": [
      "Professional drain and sewer equipment",
      "Hydro-jetting for stubborn blockages",
      "Video camera inspection available",
      "Clear all types of clogs and blockages",
      "Tree root removal services",
      "Preventive maintenance programs",
      "Same-day service available",
      "Guaranteed workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for clogged drain repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your clogged drain repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the clogged drain repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 43,
    "createdAt": "2025-11-19T16:22:47.636Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "914c85af-d195-446d-8ba7-079d41d86075",
    "name": "Whole House Repiping",
    "slug": "whole-house-repiping",
    "shortDescription": "Complete home repiping with modern PEX or copper piping.",
    "longDescription": "When your home's pipes reach the end of their lifespan, repairs become a game of whack-a-mole—fix one leak, another appears. Whole-house repiping replaces your entire water supply system with modern materials designed to last 50+ years, eliminating the cycle of recurring repairs and giving you peace of mind for decades.\n\nWood's Plumbing has repiped hundreds of Southern Arizona homes, from 1950s ranch houses with deteriorating galvanized steel to 1980s homes with failing polybutylene. We specialize in minimally-invasive repiping techniques that preserve your walls, ceilings, and landscaping. Using flexible PEX tubing, we can often route new supply lines through existing pathways, requiring far fewer wall openings than traditional rigid copper installations.\n\nOur repiping crews work systematically room by room, typically completing an average home in 2-3 days. We coordinate with drywall contractors and painters if needed, managing the entire project so you deal with one company from start to finish. The result is consistent water pressure throughout your home, elimination of rusty discolored water, and protection against the flooding that aging pipes inevitably cause. We'll help you understand the warning signs that indicate repiping is necessary and provide a detailed assessment of your current plumbing system.",
    "icon": "Home",
    "benefits": [
      "Eliminates recurring leaks and the damage they cause",
      "Modern PEX piping carries 50+ year manufacturer warranties",
      "Minimally-invasive techniques reduce wall and ceiling repairs",
      "Restores full water pressure lost to corroded galvanized pipes",
      "Ends rusty, discolored water from deteriorating steel lines",
      "Flexible PEX resists freezing better than rigid copper",
      "Single-source project management from pipes to wall repair",
      "Increases home value and eliminates buyer concerns about old plumbing"
    ],
    "process": [
      {
        "title": "Comprehensive Plumbing Assessment",
        "description": "We inspect your entire water supply system, identify all problem areas, test water pressure at multiple points, and determine the scope of work needed. We'll explain why repiping is recommended versus continued repairs."
      },
      {
        "title": "Custom Installation Design",
        "description": "Our team designs the new piping layout to optimize water pressure and minimize wall penetrations. We identify the least invasive routing paths and plan the installation sequence room by room."
      },
      {
        "title": "Systematic Room-by-Room Installation",
        "description": "We work through your home methodically, replacing old pipes with new PEX supply lines. We install modern ball-valve shutoffs at each fixture, enabling easy future maintenance without shutting off the whole house."
      },
      {
        "title": "Pressure Testing & Inspection",
        "description": "Before closing any walls, we pressure-test the entire new system to verify zero leaks. We photograph all connections for your records and conduct a final walkthrough to confirm every fixture has strong, clean water flow."
      },
      {
        "title": "Wall Repair Coordination",
        "description": "We patch all access holes we created and can coordinate drywall finishing and painting through our network of trusted contractors—one point of contact for your complete repiping project."
      }
    ],
    "featured": false,
    "displayOrder": 44,
    "createdAt": "2025-11-19T16:22:47.702Z",
    "updatedAt": "2025-11-25T14:57:48.944Z",
    "aliases": [
      "repiping"
    ]
  },
  {
    "id": "3ce602f4-03c5-4f40-9c56-1726a1107d96",
    "name": "Pipe Replacement",
    "slug": "pipe-replacement",
    "shortDescription": "Replace old, corroded pipes with durable modern materials.",
    "longDescription": "Replace old, corroded pipes with durable modern materials. Wood's Plumbing specializes in pipe replacement using modern PEX and copper piping systems. Our experienced plumbers serve Southern Arizona with professional repiping services that minimize disruption to your property. With over 46 years of experience, we complete pipe replacement projects efficiently while maintaining quality workmanship and code compliance.",
    "icon": "RefreshCw",
    "benefits": [
      "Modern PEX and copper piping systems",
      "Minimize disruption to your property",
      "Experienced repiping specialists",
      "Improve water pressure and quality",
      "Eliminate recurring leak problems",
      "Increase property value",
      "Licensed and insured plumbers",
      "Warranty on materials and workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for pipe replacement. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your pipe replacement needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the pipe replacement using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 45,
    "createdAt": "2025-11-19T16:22:47.767Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "991a2981-792c-4267-93c2-ecdebe56e7d3",
    "name": "Water Line Installation",
    "slug": "water-line-installation",
    "shortDescription": "Install new water lines for additions or whole-house upgrades.",
    "longDescription": "Install new water lines for additions or whole-house upgrades. Wood's Plumbing specializes in water line installation using modern PEX and copper piping systems. Our experienced plumbers serve Southern Arizona with professional repiping services that minimize disruption to your property. With over 46 years of experience, we complete pipe replacement projects efficiently while maintaining quality workmanship and code compliance.",
    "icon": "GitBranch",
    "benefits": [
      "Modern PEX and copper piping systems",
      "Minimize disruption to your property",
      "Experienced repiping specialists",
      "Improve water pressure and quality",
      "Eliminate recurring leak problems",
      "Increase property value",
      "Licensed and insured plumbers",
      "Warranty on materials and workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water line installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water line installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water line installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 46,
    "createdAt": "2025-11-19T16:22:47.833Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "a24ad518-1652-48de-86fa-9ae8f7359c17",
    "name": "Water Line Repair",
    "slug": "water-line-repair",
    "shortDescription": "Repair damaged main water lines and lateral connections.",
    "longDescription": "Repair damaged main water lines and lateral connections. Wood's Plumbing specializes in water line repair using modern PEX and copper piping systems. Our experienced plumbers serve Southern Arizona with professional repiping services that minimize disruption to your property. With over 46 years of experience, we complete pipe replacement projects efficiently while maintaining quality workmanship and code compliance.",
    "icon": "Tool",
    "benefits": [
      "Modern PEX and copper piping systems",
      "Minimize disruption to your property",
      "Experienced repiping specialists",
      "Improve water pressure and quality",
      "Eliminate recurring leak problems",
      "Increase property value",
      "Licensed and insured plumbers",
      "Warranty on materials and workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water line repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water line repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water line repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 47,
    "createdAt": "2025-11-19T16:22:47.898Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "a0aa6417-7cbd-4af4-8910-ad4ddcdaaaba",
    "name": "Water Line Replacement",
    "slug": "water-line-replacement",
    "shortDescription": "Replace aging water lines to prevent future leaks.",
    "longDescription": "Replace aging water lines to prevent future leaks. Wood's Plumbing specializes in water line replacement using modern PEX and copper piping systems. Our experienced plumbers serve Southern Arizona with professional repiping services that minimize disruption to your property. With over 46 years of experience, we complete pipe replacement projects efficiently while maintaining quality workmanship and code compliance.",
    "icon": "ArrowRightLeft",
    "benefits": [
      "Modern PEX and copper piping systems",
      "Minimize disruption to your property",
      "Experienced repiping specialists",
      "Improve water pressure and quality",
      "Eliminate recurring leak problems",
      "Increase property value",
      "Licensed and insured plumbers",
      "Warranty on materials and workmanship"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water line replacement. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water line replacement needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water line replacement using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 48,
    "createdAt": "2025-11-19T16:22:47.964Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "6a765911-c3de-4eeb-b139-6381686fdb64",
    "name": "Water Softener Installation",
    "slug": "water-softener-installation",
    "shortDescription": "Install water softeners to eliminate hard water problems.",
    "longDescription": "Install water softeners to eliminate hard water problems. Southern Arizona's hard water and water quality issues make water treatment systems essential for many homes. Wood's Plumbing installs and services water softener installation systems throughout the Tucson area. Our water treatment specialists help you choose the right system for your needs, install it professionally, and provide ongoing maintenance to ensure optimal performance and water quality.",
    "icon": "Filter",
    "benefits": [
      "Solve hard water and quality problems",
      "Expert system sizing and selection",
      "Professional installation services",
      "All major brands and systems",
      "Improve water taste and quality",
      "Protect plumbing and appliances",
      "Ongoing maintenance and support",
      "Licensed water treatment specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water softener installation. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water softener installation needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water softener installation using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": true,
    "displayOrder": 49,
    "createdAt": "2025-11-19T16:22:48.030Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "8046ea2b-fa01-433e-a081-140fba30fce8",
    "name": "Water Softener Repair",
    "slug": "water-softener-repair",
    "shortDescription": "Repair and maintain water softener systems.",
    "longDescription": "Repair and maintain water softener systems. Southern Arizona's hard water and water quality issues make water treatment systems essential for many homes. Wood's Plumbing installs and services water softener repair systems throughout the Tucson area. Our water treatment specialists help you choose the right system for your needs, install it professionally, and provide ongoing maintenance to ensure optimal performance and water quality.",
    "icon": "Wrench",
    "benefits": [
      "Solve hard water and quality problems",
      "Expert system sizing and selection",
      "Professional installation services",
      "All major brands and systems",
      "Improve water taste and quality",
      "Protect plumbing and appliances",
      "Ongoing maintenance and support",
      "Licensed water treatment specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water softener repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water softener repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water softener repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 50,
    "createdAt": "2025-11-19T16:22:48.095Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "7f2fa22c-911b-4780-8a6d-3e63c70af9fa",
    "name": "Water Filtration Systems",
    "slug": "water-filtration-systems",
    "shortDescription": "Whole-house water filtration for clean, safe drinking water.",
    "longDescription": "Whole-house water filtration for clean, safe drinking water. Southern Arizona's hard water and water quality issues make water treatment systems essential for many homes. Wood's Plumbing installs and services water filtration systems systems throughout the Tucson area. Our water treatment specialists help you choose the right system for your needs, install it professionally, and provide ongoing maintenance to ensure optimal performance and water quality.",
    "icon": "Droplet",
    "benefits": [
      "Solve hard water and quality problems",
      "Expert system sizing and selection",
      "Professional installation services",
      "All major brands and systems",
      "Improve water taste and quality",
      "Protect plumbing and appliances",
      "Ongoing maintenance and support",
      "Licensed water treatment specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water filtration systems. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water filtration systems needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water filtration systems using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 51,
    "createdAt": "2025-11-19T16:22:48.162Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "d8e97768-eb4a-4c31-b5d4-5e9c9903329f",
    "name": "Reverse Osmosis Systems",
    "slug": "reverse-osmosis-systems",
    "shortDescription": "Install advanced reverse osmosis water purification systems.",
    "longDescription": "Install advanced reverse osmosis water purification systems. Southern Arizona's hard water and water quality issues make water treatment systems essential for many homes. Wood's Plumbing installs and services reverse osmosis systems systems throughout the Tucson area. Our water treatment specialists help you choose the right system for your needs, install it professionally, and provide ongoing maintenance to ensure optimal performance and water quality.",
    "icon": "Beaker",
    "benefits": [
      "Solve hard water and quality problems",
      "Expert system sizing and selection",
      "Professional installation services",
      "All major brands and systems",
      "Improve water taste and quality",
      "Protect plumbing and appliances",
      "Ongoing maintenance and support",
      "Licensed water treatment specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for reverse osmosis systems. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your reverse osmosis systems needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the reverse osmosis systems using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 52,
    "createdAt": "2025-11-19T16:22:48.229Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "d8f9d4a2-56d5-4acd-98a2-46db8f1c7989",
    "name": "Water Conditioning",
    "slug": "water-conditioning",
    "shortDescription": "Comprehensive water treatment solutions for better water quality.",
    "longDescription": "Southern Arizona's water is among the hardest in the nation, with mineral content that destroys appliances, clogs pipes, and leaves stubborn deposits on everything it touches. Wood's Plumbing installs and services water conditioning systems that transform harsh desert water into the soft, clean water your home deserves.\n\nHard water costs you money in ways you might not realize. Water heaters fail years early because calcium scale insulates heating elements, forcing them to work harder and eventually burn out. Dishwashers and washing machines clog with mineral deposits. Faucets and showerheads need constant replacement. Your skin and hair suffer from the drying effects of mineral-laden water. A properly sized water conditioning system eliminates all of these problems.\n\nWe offer multiple conditioning technologies to match your water quality, usage patterns, and preferences. Traditional salt-based softeners remain the most effective for extremely hard water. Salt-free conditioning systems prevent scale without adding sodium, ideal for those on low-sodium diets. Whole-house filtration removes chlorine taste and odor. We test your water, analyze your usage, and recommend the right system—then handle professional installation and teach you simple maintenance. With decades of experience with Tucson's unique water chemistry, we size systems correctly the first time.",
    "icon": "Droplets",
    "benefits": [
      "Extends water heater lifespan by 5-8 years by preventing scale buildup",
      "Eliminates spotted dishes, shower doors, and fixtures",
      "Reduces soap and detergent usage by up to 50%",
      "Protects pipes and appliances from damaging mineral deposits",
      "Softer skin and more manageable hair from scale-free water",
      "Multiple technologies available: salt-based, salt-free, and filtration",
      "Custom sizing based on actual water testing and household usage",
      "Local service and maintenance for all major conditioning brands"
    ],
    "process": [
      {
        "title": "Professional Water Testing",
        "description": "We test your water for hardness, iron content, pH, chlorine, and other factors that affect water quality. This analysis determines exactly what conditioning equipment your home needs."
      },
      {
        "title": "Usage Analysis & System Sizing",
        "description": "Based on your household size, water usage patterns, and test results, we recommend the appropriately sized system. Undersized systems fail prematurely; oversized systems waste salt and water."
      },
      {
        "title": "Technology Selection",
        "description": "We explain the pros and cons of different conditioning technologies for your situation—traditional softeners, salt-free conditioners, whole-house filtration, or combination systems—so you can make an informed choice."
      },
      {
        "title": "Professional Installation",
        "description": "Our technicians install your system to manufacturer specifications, including proper drainage, electrical connections if needed, and bypass valves for maintenance. We ensure optimal placement for easy salt filling and service."
      },
      {
        "title": "Operation Training & Maintenance Setup",
        "description": "We walk you through system operation, show you how to add salt and check settings, and explain maintenance requirements. We can schedule annual service visits to keep your system performing optimally."
      }
    ],
    "featured": false,
    "displayOrder": 53,
    "createdAt": "2025-11-19T16:22:48.293Z",
    "updatedAt": "2025-11-25T14:57:48.944Z"
  },
  {
    "id": "65d19341-f4c9-4d0a-87e2-35eee968e456",
    "name": "Gas Line Installation",
    "slug": "gas-line-installation",
    "shortDescription": "Safe installation of gas lines for appliances and heating.",
    "longDescription": "Converting to gas or extending gas service to new appliances requires precision work by licensed professionals. Gas line installation isn't a DIY project—improperly installed gas piping creates explosion and carbon monoxide risks that endanger your family. Wood's Plumbing holds the specialized licenses required for gas work in Arizona and follows strict safety protocols on every installation.\n\nWhether you're running a new line for a gas range, connecting a backup generator, extending service to an outdoor grill or fire pit, or converting your water heater to more economical natural gas, our technicians have the expertise to do it right. We calculate pipe sizing based on total BTU demand, ensuring adequate gas flow to all appliances without pressure drops. We use only approved materials rated for natural gas or propane, and we leak-test every connection before putting the system in service.\n\nOur gas line installations meet all local codes and pass inspection the first time. We coordinate with Southwest Gas for meter upgrades when needed and handle all permit applications. From the initial design through final inspection, you're working with one experienced team that takes full responsibility for a safe, code-compliant installation. Serving Southern Arizona for 46+ years, we've installed thousands of gas lines for homes and businesses throughout the region.",
    "icon": "Flame",
    "benefits": [
      "Licensed and certified for gas work under Arizona regulations",
      "Proper BTU load calculations ensure adequate gas flow to all appliances",
      "Only code-approved materials rated for natural gas and propane",
      "Pressure testing and leak detection on every connection",
      "Permit handling and inspection coordination included",
      "Coordination with Southwest Gas for meter sizing and upgrades",
      "Clean installation with proper support and protection",
      "Written documentation for warranty and insurance records"
    ],
    "process": [
      {
        "title": "Site Survey & BTU Calculation",
        "description": "We assess where the new gas line needs to run, measure distances, and calculate total BTU requirements based on all appliances that will use the line. This determines proper pipe sizing."
      },
      {
        "title": "Code-Compliant Design",
        "description": "We design the piping route to meet all code requirements for clearances, support, and protection. If permits are required, we handle the application and schedule the inspection."
      },
      {
        "title": "Professional Pipe Installation",
        "description": "Using properly sized black iron or CSST flexible gas piping, we install the new line with approved fittings and connections. All joints are secured and protected per manufacturer specifications."
      },
      {
        "title": "Pressure Testing & Leak Detection",
        "description": "Before connecting any appliances, we pressure-test the new line and check every connection with gas-detection solution. The system must hold pressure and show zero leaks before we proceed."
      },
      {
        "title": "Appliance Connection & System Verification",
        "description": "We connect your appliances, verify proper operation, check for correct flame patterns, and test safety shutoffs. We walk you through the new installation and provide documentation for your records."
      }
    ],
    "featured": false,
    "displayOrder": 54,
    "createdAt": "2025-11-19T16:22:48.359Z",
    "updatedAt": "2025-11-25T14:57:48.944Z",
    "aliases": [
      "gas-pipe-installation"
    ]
  },
  {
    "id": "b67a8bfe-00b4-4bdb-ba73-07107ec865ad",
    "name": "Gas Line Repair",
    "slug": "gas-line-repair",
    "shortDescription": "Emergency and scheduled gas line repairs by certified technicians.",
    "longDescription": "Emergency and scheduled gas line repairs by certified technicians. Gas line work requires specialized training, licensing, and safety expertise. Wood's Plumbing's licensed gas line technicians have over 46 years of experience safely handling gas line repair throughout Southern Arizona. We follow strict safety protocols, test all work thoroughly, and ensure full compliance with local codes. Available 24/7 for gas emergencies because your safety is our top priority.",
    "icon": "Tool",
    "benefits": [
      "Licensed gas line specialists",
      "Strict safety protocols and procedures",
      "Complete code compliance",
      "Pressure testing and certification",
      "Gas leak detection services",
      "24/7 emergency gas service",
      "New installation and repairs",
      "46+ years of gas line expertise"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for gas line repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your gas line repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the gas line repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 55,
    "createdAt": "2025-11-19T16:22:48.428Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "81b0d16e-6c6c-4f79-bfd8-bf07b49a34b4",
    "name": "Gas Leak Repair",
    "slug": "gas-leak-repair",
    "shortDescription": "Immediate response to gas leak emergencies.",
    "longDescription": "The smell of gas in your home demands immediate action—gas leaks can cause explosions, fires, and deadly carbon monoxide poisoning. Wood's Plumbing provides emergency gas leak repair with the urgency these dangerous situations require. If you smell rotten eggs or sulfur, hear hissing near gas lines, or notice dead vegetation near buried gas lines, leave immediately and call us.\n\nOur gas leak specialists carry advanced electronic detection equipment that locates leaks with pinpoint accuracy, even in buried lines or behind walls. Unlike the soap bubble test that only works on accessible fittings, our combustible gas detectors sense minute concentrations in the air, leading us directly to the source. Once located, we isolate the section, make the repair with approved materials, and retest to confirm the system is safe.\n\nNot all gas leaks present obvious warning signs. Slow leaks at old corroded fittings or aging flexible connectors may not produce a noticeable odor until concentrations reach dangerous levels. If you have older gas piping or appliances, we recommend periodic inspection to identify problems before they become emergencies. Our technicians are licensed and trained specifically for gas work, following strict safety protocols that protect your family and property.",
    "icon": "AlertTriangle",
    "benefits": [
      "24/7 emergency response for gas leak situations",
      "Electronic combustible gas detectors pinpoint hidden leaks",
      "Trained to locate leaks in buried lines and behind walls",
      "Licensed specifically for gas line repair in Arizona",
      "Repairs made with code-approved materials and techniques",
      "Post-repair pressure testing confirms system integrity",
      "Coordination with Southwest Gas for meter-side issues",
      "Safety inspection identifies other potential problems"
    ],
    "process": [
      {
        "title": "Emergency Safety Protocol",
        "description": "Upon arrival, we survey for immediate hazards, ensure ventilation, and verify the area is safe to work. If gas concentration is dangerous, we coordinate evacuation and contact the gas utility for meter shutoff."
      },
      {
        "title": "Electronic Leak Detection",
        "description": "Using professional combustible gas detectors, we trace the leak to its exact source—whether at a visible fitting, behind drywall, or underground. We won't start repairs until we've found every leak point."
      },
      {
        "title": "Isolation & Repair",
        "description": "We shut off gas to the affected section and make repairs using approved materials and techniques. Whether it's a corroded fitting, damaged flex connector, or cracked pipe, we replace the failed component completely."
      },
      {
        "title": "Pressure Test & Verification",
        "description": "After repairs, we pressure-test the system and recheck with gas detectors to confirm zero leaks. We won't restore service until we're certain the system is completely safe."
      },
      {
        "title": "System Safety Inspection",
        "description": "Before leaving, we inspect other gas connections and appliances for developing problems—catching potential future leaks while we're there. We document all work for your records and the gas company."
      }
    ],
    "featured": false,
    "displayOrder": 56,
    "createdAt": "2025-11-19T16:22:48.493Z",
    "updatedAt": "2025-11-25T14:57:48.944Z",
    "aliases": [
      "gas-pipe-leaks"
    ]
  },
  {
    "id": "94835a73-d259-4d74-ae0c-47af85de62d6",
    "name": "Gas Line Inspection",
    "slug": "gas-line-inspection",
    "shortDescription": "Thorough safety inspections of gas lines and connections.",
    "longDescription": "Thorough safety inspections of gas lines and connections. Gas line work requires specialized training, licensing, and safety expertise. Wood's Plumbing's licensed gas line technicians have over 46 years of experience safely handling gas line inspection throughout Southern Arizona. We follow strict safety protocols, test all work thoroughly, and ensure full compliance with local codes. Available 24/7 for gas emergencies because your safety is our top priority.",
    "icon": "Search",
    "benefits": [
      "Licensed gas line specialists",
      "Strict safety protocols and procedures",
      "Complete code compliance",
      "Pressure testing and certification",
      "Gas leak detection services",
      "24/7 emergency gas service",
      "New installation and repairs",
      "46+ years of gas line expertise"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for gas line inspection. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your gas line inspection needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the gas line inspection using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 57,
    "createdAt": "2025-11-19T16:22:48.557Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "266cf5b5-3643-4b9e-8d71-73b2fd4df446",
    "name": "Gas Pipe Testing",
    "slug": "gas-pipe-testing",
    "shortDescription": "Professional gas pipe pressure testing and leak detection to ensure safety and code compliance.",
    "longDescription": "Gas pipe testing is a critical safety service that verifies the integrity of your gas piping system. Whether required for real estate transactions, after remodeling work, following earthquake activity, or as part of regular safety maintenance, professional pressure testing confirms that your gas lines are leak-free and safe to operate.\n\nWood's Plumbing performs gas pipe testing to the standards required by Arizona code and accepted by Southwest Gas. We isolate the gas piping from appliances, pressurize the system with air or inert gas, and monitor for pressure drop over a specified period. Even tiny leaks that wouldn't be detectable by smell show up as pressure loss during testing. If a leak is found, our detection equipment locates it precisely for repair.\n\nMany home buyers now require gas pipe testing before purchase, and lenders may make it a condition of financing for older homes. Real estate agents throughout Tucson and Southern Arizona rely on Wood's Plumbing for fast, documented testing that satisfies transaction requirements. We also test gas systems after major renovation work, following seismic activity, and for businesses that require regular safety documentation. Our test reports include pressure readings, duration, and certification that the system meets code requirements.",
    "icon": "Gauge",
    "benefits": [
      "Certified testing meets Arizona code and Southwest Gas requirements",
      "Detects even microscopic leaks invisible to other methods",
      "Documentation accepted for real estate transactions",
      "Required testing for post-construction and renovation sign-off",
      "Identifies problems before they become dangerous leaks",
      "Electronic leak detection pinpoints any failures for repair",
      "Fast scheduling accommodates real estate closing timelines",
      "Written certification for permanent records and insurance"
    ],
    "process": [
      {
        "title": "System Preparation",
        "description": "We turn off gas supply and isolate the piping from all appliances. Each appliance is disconnected from the test to ensure we're testing only the permanent piping—not appliance valves or flex connectors."
      },
      {
        "title": "Pressurization",
        "description": "Using a calibrated pressure gauge, we pressurize the gas piping system to the required test pressure using air or nitrogen. The pressure is monitored for the code-required duration—typically 15-30 minutes."
      },
      {
        "title": "Leak Determination",
        "description": "If pressure drops during the test period, the system has failed. We then use electronic detection equipment and approved leak detection solution to locate every leak point in the piping."
      },
      {
        "title": "Repair If Needed",
        "description": "When leaks are found, we provide repair options and can make corrections using code-approved materials. After repairs, we repeat the pressure test to verify success."
      },
      {
        "title": "Certification & Documentation",
        "description": "Upon successful testing, we provide written certification documenting the test procedure, pressures, duration, and results. This documentation satisfies requirements for real estate transactions, permits, and insurance."
      }
    ],
    "featured": false,
    "displayOrder": 58,
    "createdAt": "2025-11-19T16:22:48.622Z",
    "updatedAt": "2025-11-25T14:57:48.944Z"
  },
  {
    "id": "c21dbb77-de3a-486a-9ec5-b9c792d0c6aa",
    "name": "Gas Line Relocation",
    "slug": "gas-line-relocation",
    "shortDescription": "Safe gas line relocation for remodels, additions, and outdoor kitchens.",
    "longDescription": "Kitchen remodels, room additions, and appliance upgrades often require moving existing gas lines to new locations. Gas line relocation isn't simply extending a pipe—it requires proper sizing calculations, code-compliant routing, and professional-grade connections that will serve safely for decades. Wood's Plumbing handles gas line relocation projects from simple stove repositioning to complex whole-room reconfigurations.\n\nWhen you move a gas stove across the kitchen, add a fireplace to a remodeled living room, or relocate your water heater to a new utility area, the gas supply must follow. Our technicians evaluate the entire gas system to ensure adequate capacity, then design and install new piping that maintains proper pressure to all appliances. We properly cap and abandon old line segments, meeting code requirements that prevent future confusion about active versus inactive piping.\n\nGas line relocation work requires permits in most Arizona jurisdictions, and we handle all permit applications and inspections as part of our service. Our experience with Tucson-area building departments means we know exactly what inspectors require and get approvals efficiently. After completing the relocation, we pressure-test the entire system and verify proper operation of all connected appliances. Whether you're working with a general contractor on a major renovation or handling a smaller project yourself, our gas specialists deliver safe, code-compliant results.",
    "icon": "Move",
    "benefits": [
      "Proper sizing ensures adequate gas flow after relocation",
      "Code-compliant routing meets all clearance and protection requirements",
      "Old lines properly capped and marked as abandoned per code",
      "Permit handling and inspection coordination included",
      "Seamless coordination with your general contractor or remodeler",
      "Minimal disruption to other renovation work in progress",
      "Pressure testing verifies complete system integrity",
      "Appliance reconnection and operation verification included"
    ],
    "process": [
      {
        "title": "Project Consultation",
        "description": "We review your remodel plans to understand where appliances are moving and what gas capacity is needed. We identify the optimal route for new piping and plan how to tie into existing supply."
      },
      {
        "title": "Permit & Coordination",
        "description": "We handle permit applications and coordinate timing with your general contractor or project schedule. Gas work typically needs to happen at specific construction phases for inspection access."
      },
      {
        "title": "Old Line Capping",
        "description": "We properly cap and abandon gas lines at their source, clearly marking abandoned sections per code. This prevents confusion during future work and ensures old lines can never be accidentally reconnected."
      },
      {
        "title": "New Line Installation",
        "description": "We install properly sized gas piping to the new appliance locations, with all connections made using approved materials and techniques. Support and protection meet code requirements for exposed and concealed piping."
      },
      {
        "title": "Testing & Commissioning",
        "description": "After installation, we pressure-test the modified system, reconnect all appliances, verify proper operation, and schedule the required inspection. We document everything for your project records."
      }
    ],
    "featured": false,
    "displayOrder": 59,
    "createdAt": "2025-11-19T16:22:48.688Z",
    "updatedAt": "2025-11-25T14:57:48.945Z"
  },
  {
    "id": "239511b7-c8ea-4089-9f22-cd2d7f56aeb1",
    "name": "Commercial Plumbing",
    "slug": "commercial-plumbing",
    "shortDescription": "Comprehensive plumbing services for businesses and commercial properties.",
    "longDescription": "Comprehensive plumbing services for businesses and commercial properties. Wood's Plumbing provides professional commercial plumbing services to businesses and property owners throughout Southern Arizona. Our licensed commercial plumbers understand code requirements, work efficiently to minimize downtime, and deliver quality workmanship. With 24/7 availability and over 46 years serving commercial clients, we're the plumbing partner you can trust.",
    "icon": "Building",
    "benefits": [
      "Commercial plumbing expertise",
      "Minimize business downtime",
      "24/7 emergency availability",
      "Code compliance specialists",
      "Preventive maintenance programs",
      "Licensed commercial plumbers",
      "Serving businesses since 1979",
      "Fleet of service vehicles"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for commercial plumbing. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your commercial plumbing needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the commercial plumbing using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 60,
    "createdAt": "2025-11-19T16:22:48.754Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "4f7d0247-2931-4d38-a3c1-e5bc7b81c2b8",
    "name": "Backflow Prevention",
    "slug": "backflow-prevention",
    "shortDescription": "Install and test backflow prevention devices for safety compliance.",
    "longDescription": "Install and test backflow prevention devices for safety compliance. Wood's Plumbing provides professional backflow prevention services to businesses and property owners throughout Southern Arizona. Our licensed commercial plumbers understand code requirements, work efficiently to minimize downtime, and deliver quality workmanship. With 24/7 availability and over 46 years serving commercial clients, we're the plumbing partner you can trust.",
    "icon": "ShieldCheck",
    "benefits": [
      "Commercial plumbing expertise",
      "Minimize business downtime",
      "24/7 emergency availability",
      "Code compliance specialists",
      "Preventive maintenance programs",
      "Licensed commercial plumbers",
      "Serving businesses since 1979",
      "Fleet of service vehicles"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for backflow prevention. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your backflow prevention needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the backflow prevention using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 61,
    "createdAt": "2025-11-19T16:22:48.820Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "f95e2876-8793-49d2-bd01-d5fdae71bcac",
    "name": "Plumbing Inspection",
    "slug": "plumbing-inspection",
    "shortDescription": "Comprehensive plumbing inspections for home buyers and sellers.",
    "longDescription": "Comprehensive plumbing inspections for home buyers and sellers. Wood's Plumbing provides professional plumbing inspection services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable plumbing inspection service.",
    "icon": "ClipboardCheck",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for plumbing inspection. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your plumbing inspection needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the plumbing inspection using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 62,
    "createdAt": "2025-11-19T16:22:48.896Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "4b92f765-dce2-4feb-9622-ab20b62c87da",
    "name": "Septic System Service",
    "slug": "septic-system-service",
    "shortDescription": "Septic tank pumping, inspection, and repair services.",
    "longDescription": "Septic tank pumping, inspection, and repair services. Wood's Plumbing provides professional septic system service services to businesses and property owners throughout Southern Arizona. Our licensed commercial plumbers understand code requirements, work efficiently to minimize downtime, and deliver quality workmanship. With 24/7 availability and over 46 years serving commercial clients, we're the plumbing partner you can trust.",
    "icon": "Layers",
    "benefits": [
      "Commercial plumbing expertise",
      "Minimize business downtime",
      "24/7 emergency availability",
      "Code compliance specialists",
      "Preventive maintenance programs",
      "Licensed commercial plumbers",
      "Serving businesses since 1979",
      "Fleet of service vehicles"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for septic system service. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your septic system service needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the septic system service using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 63,
    "createdAt": "2025-11-19T16:22:48.961Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "9ad26414-1c91-47f0-be24-4893927dc695",
    "name": "Water Pressure Repair",
    "slug": "water-pressure-repair",
    "shortDescription": "Diagnose and fix low or high water pressure issues.",
    "longDescription": "Diagnose and fix low or high water pressure issues. Southern Arizona's hard water and water quality issues make water treatment systems essential for many homes. Wood's Plumbing installs and services water pressure repair systems throughout the Tucson area. Our water treatment specialists help you choose the right system for your needs, install it professionally, and provide ongoing maintenance to ensure optimal performance and water quality.",
    "icon": "Gauge",
    "benefits": [
      "Solve hard water and quality problems",
      "Expert system sizing and selection",
      "Professional installation services",
      "All major brands and systems",
      "Improve water taste and quality",
      "Protect plumbing and appliances",
      "Ongoing maintenance and support",
      "Licensed water treatment specialists"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for water pressure repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your water pressure repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the water pressure repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 64,
    "createdAt": "2025-11-19T16:22:49.027Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "fb6bb7aa-e095-487b-a335-7266ef5a8c16",
    "name": "Frozen Pipe Repair",
    "slug": "frozen-pipe-repair",
    "shortDescription": "Emergency service for frozen and burst pipes.",
    "longDescription": "Emergency service for frozen and burst pipes. Wood's Plumbing provides professional frozen pipe repair services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable frozen pipe repair service.",
    "icon": "Snowflake",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for frozen pipe repair. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your frozen pipe repair needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the frozen pipe repair using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 65,
    "createdAt": "2025-11-19T16:22:49.092Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  },
  {
    "id": "c3d9d621-6a48-449d-9c5f-93ca0ef300ed",
    "name": "Plumbing Maintenance",
    "slug": "plumbing-maintenance",
    "shortDescription": "Preventive maintenance plans to avoid costly plumbing emergencies.",
    "longDescription": "Preventive maintenance plans to avoid costly plumbing emergencies. Wood's Plumbing provides professional plumbing maintenance services to homes and businesses throughout Tucson, Marana, Oro Valley, and Southern Arizona. Our licensed plumbers deliver expert workmanship, use quality materials, and ensure your complete satisfaction. With over 46 years of experience and upfront pricing, we're the plumbing company you can trust for reliable plumbing maintenance service.",
    "icon": "Calendar",
    "benefits": [
      "Licensed and experienced plumbers",
      "Professional workmanship guaranteed",
      "Quality materials and techniques",
      "Upfront pricing before we start",
      "Same-day service available",
      "Residential and commercial service",
      "46+ years serving Southern Arizona",
      "Complete customer satisfaction"
    ],
    "process": [
      {
        "title": "Contact Us",
        "description": "Call (520) 682-2233 or schedule online for plumbing maintenance. We'll dispatch a licensed plumber to your location promptly."
      },
      {
        "title": "Professional Assessment",
        "description": "Our plumber inspects your plumbing system, diagnoses the issue, and determines the best solution for your plumbing maintenance needs."
      },
      {
        "title": "Upfront Pricing",
        "description": "We provide clear, transparent pricing before starting any work—no hidden fees or surprises."
      },
      {
        "title": "Expert Service",
        "description": "We complete the plumbing maintenance using professional techniques, quality materials, and industry best practices."
      },
      {
        "title": "Quality Assurance",
        "description": "We test the work thoroughly, clean up our work area, and ensure you're completely satisfied with the results."
      }
    ],
    "featured": false,
    "displayOrder": 66,
    "createdAt": "2025-11-19T16:22:49.157Z",
    "updatedAt": "2025-11-24T23:41:43.594Z"
  }
]